
{
"consent_title":"Consent Required",
"consent_tracking_location":" · Approximate location (country or city only)<br>",
"consent_tracking_language":"Language settings<br>",
"consent_tracking_browser":"Browser and device type<br>",
"consent_text":"<p>To take part in this study, we need your consent to use cookies and collect limited technical data.</p><p>This data is anonymized, used only for research, and only while you're on this page. It cannot identify you or track you elsewhere.</p>    <p><strong>What we collect:</strong><br>{{tracking}}</p><p><strong>If you do not agree, you will be redirected.</strong></p>",
"consent_accept":"I accept",
"consent_deny":"I do not accept",
"consent_are_you_sure":"Are you sure?",
"consent_no_participation":"You won't be able to participate in the study.",
"consent_yes_sure":"Yes, I'm sure",
"consent_go_back":"Go back",

"introduction":"<p><h3>Introduction to this study</h3>Welcome and thank you for your interest in this study!</p><p>My name is <b> Alessia Bogoni</b>, and I am a Master's student in the International Economic Policy program at the Julius-Maximilians-Universität Würzburg. This experiment is being conducted as part of my Master's thesis, under the supervision of <b>Dr. Professor Steffen Altmann</b> and <b>Dr. Alisa Frey</b> .</p><br><p>You will be asked to read a few short texts and answer questions about them. The entire process should take no more than <b> 10 minutes </b> to complete. <br>Through the completion of the tasks, you will also have the opportunity to earn money.</p><p>Your participation is completely voluntary, and you may exit the study at any time without providing a reason. All responses will be treated confidentially and used solely for academic research purposes.</p><p>If you have any questions or concerns about the study, feel free to contact me at  <a href=\"mailto:alessia.bogoni@stud-mail.uni-wuerzburg.de\" style=\"color: #ffffff;\">alessia.bogoni@stud-mail.uni-wuerzburg.de</a>.</p><br><p>Thank you for supporting academic research!</p>",
"confirmation":"I confirm that I have read and understood the information provided above.",
"title_confirmation":"By participating, you agree to allow us to use your anonymized data for research. You can leave the study at any time without penalty.",

"title_age":"Enter your age:",
"age_placeholder":"Please enter a valid age.",

"title_gender":"What is your gender?",
"male":"Male",
"female":"Female",
"no_gender":"Prefer not to say/Other",

"title_education":"What is your highest level of education?",
"no_degree":"No degree",
"diploma":"High School Diploma",
"bachelor":"Bachelor's Degree",
"master":"Master's Degree",
"doctorate":"Doctorate",

"title_language":"What is your English level?",
"":"",
"":"",
"":"",
"":"",
"":"",
"":"",
"":"",
"":"",
"":"",
"":"",
"":"",
"":"",
"":"",
"":"",
"":"",
}